Repository: se1dhe/shortcuts
Catalog: Shortcast/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: Nothing scheduled
ru: Ничего не запланировано
uk: Нічого не заплановано

source: On this Mac, Short Generator frees the moment-finder before captioning to stay within memory.
ru: На этом Mac Short Generator освобождает модель моментов перед написанием подписей, чтобы уложиться в память.
uk: На цьому Mac Short Generator звільняє модель моментів перед написанням підписів, щоб вкластися в пам'ять.

source: On-screen hook
ru: Хук на экране
uk: Хук на екрані

source: One every %lld days
ru: Каждые %lld дней
uk: Кожні %lld днів

source: One every day
ru: Каждый день
uk: Щодня

source: One short video becomes ready-to-post copy for TikTok, Instagram Reels and YouTube Shorts — generated entirely on your Mac.
ru: Одно короткое видео превращается в готовые к публикации тексты для TikTok, Instagram Reels и YouTube Shorts — полностью на вашем Mac.
uk: Одне коротке відео перетворюється на готові до публікації тексти для TikTok, Instagram Reels та YouTube Shorts — повністю на вашому Mac.

source: Opacity
ru: Непрозрачность
uk: Непрозорість

source: Open on YouTube
ru: Открыть на YouTube
uk: Відкрити на YouTube

source: Open Settings
ru: Открыть настройки
uk: Відкрити налаштування

source: Optional. Paste a few captions you like — the model will match your voice.
ru: Необязательно. Вставьте пару подписей — модель подстроится под ваш стиль.
uk: Необов'язково. Вставте кілька підписів — модель підлаштується під ваш стиль.

source: Or paste a direct video link
ru: Или вставьте прямую ссылку на видео
uk: Або вставте пряме посилання на відео

source: original sound
ru: оригинальный звук
uk: оригінальний звук

source: Outline colour
ru: Цвет обводки
uk: Колір обведення

source: Outline width
ru: Толщина обводки
uk: Товщина обведення

source: Output folder
ru: Папка экспорта
uk: Папка експорту

source: Picks the model that finds the moments and writes the captions for shorts cut from a long video. Captioning a single short video always uses Gemma E4B (it watches the clip directly).
ru: Выбирает модель для поиска моментов и написания подписей. Для одного короткого видео всегда используется Gemma E4B.
uk: Обирає модель для пошуку моментів і написання підписів. Для одного короткого відео завжди використовується Gemma E4B.

source: Pinned comment (1win promo)
ru: Закреплённый комментарий (промо 1win)
uk: Закріплений коментар (промо 1win)

source: Pipeline: RIFE → Real-ESRGAN → FFmpeg (sharp, high bitrate). Tools auto-downloaded if not found.
ru: Пайплайн: RIFE → Real-ESRGAN → FFmpeg (резкость, высокий битрейт). Инструменты скачиваются автоматически.
uk: Пайплайн: RIFE → Real-ESRGAN → FFmpeg (різкість, високий бітрейт). Інструменти завантажуються автоматично.

source: Plan
ru: План
uk: План

source: Play with sound
ru: Воспроизвести со звуком
uk: Відтворити зі звуком

source: Pop-up
ru: Поп-ап
uk: Поп-ап

source: Position
ru: Позиция
uk: Позиція

source: Possible violations
ru: Возможные нарушения
uk: Можливі порушення

source: Preparing final short…
ru: Подготавливаем финальный шортс…
uk: Готуємо фінальний шортс…

source: Preparing the model…
ru: Подготовка модели…
uk: Підготовка моделі…

source: Preparing vertical preview…
ru: Подготовка вертикального превью…
uk: Підготовка вертикального прев'ю…

source: Preparing…
ru: Подготовка…
uk: Підготовка…

source: Preset
ru: Пресет
uk: Пресет

source: Preview
ru: Превью
uk: Прев'ю

source: Processed videos
ru: Обработанные видео
uk: Оброблені відео

source: Profile name
ru: Имя профиля
uk: Ім'я профілю

source: Publish failed
ru: Ошибка публикации
uk: Помилка публікації

source: Publish now (%lld)
ru: Опубликовать (%lld)
uk: Опублікувати (%lld)

source: Publish this short
ru: Опубликовать этот шортс
uk: Опублікувати цей шортс

source: Publish to all three
ru: Опубликовать во все три
uk: Опублікувати у всі три

source: Published
ru: Опубликовано
uk: Опубліковано

source: Published.
ru: Опубликовано.
uk: Опубліковано.

source: Publishing
ru: Публикация
uk: Публікація

source: Publishing…
ru: Публикация…
uk: Публікація…

source: Qwen 3.5 9B is scanning the transcript — this can take a few minutes.
ru: Qwen 3.5 9B сканирует транскрипт — может занять несколько минут.
uk: Qwen 3.5 9B сканує транскрипт — може зайняти кілька хвилин.

source: Re-analyze
ru: Переанализировать
uk: Переаналізувати

source: Reading the whole timeline.
ru: Чтение всей временной шкалы.
uk: Читання всієї часової шкали.

source: Reads the whole transcript and picks the best clips. Follows your model choice below.
ru: Читает весь транскрипт и выбирает лучшие клипы. Использует выбранную модель.
uk: Читає весь транскрипт і обирає найкращі кліпи. Використовує вибрану модель.

source: Ready
ru: Готов
uk: Готов

source: Recommendation eligibility
ru: Допуск к рекомендациям
uk: Допуск до рекомендацій

source: Recommendations
ru: Рекомендации
uk: Рекомендації

source: Regenerate
ru: Перегенерировать
uk: Перегенерувати

source: Rendering final short…
ru: Рендерим финальный шортс…
uk: Рендеримо фінальний шортс…

source: Replay and comments
ru: Повторы и комментарии
uk: Повтори й коментарі

source: Request ID: %@
ru: ID запроса: %@
uk: ID запиту: %@

source: Requires ffmpeg in <working-dir>/bin. Ultra HD also needs rife-ncnn-vulkan and realesrgan-ncnn-vulkan in the same folder.
ru: Требуется ffmpeg в <рабочая-папка>/bin. Для Ultra HD также нужны rife-ncnn-vulkan и realesrgan-ncnn-vulkan в той же папке.
uk: Потрібен ffmpeg у <робоча-папка>/bin. Для Ultra HD також потрібні rife-ncnn-vulkan та realesrgan-ncnn-vulkan у тій же папці.

source: Reset
ru: Сбросить
uk: Скинути

source: Restart now
ru: Перезапустить сейчас
uk: Перезапустити зараз

source: Restart required
ru: Требуется перезапуск
uk: Потрібне перезавантаження

source: Retention pacing
ru: Темп удержания
uk: Темп утримання

source: Review the video manually once before publishing.
ru: Перед публикацией один раз просмотрите видео вручную.
uk: Перед публікацією один раз перегляньте відео вручну.

source: Right
ru: Справа
uk: Праворуч

source: Rules
ru: Правила
uk: Правила

source: Saturation
ru: Насыщенность
uk: Насиченість

source: Save video
ru: Сохранить видео
uk: Зберегти відео

source: Scan Line
ru: Скан-линия
uk: Скан-лінія

source: Scene
ru: Сцена
uk: Сцена

source: Schedule %lld short
ru: Запланировать %lld шортс
uk: Запланувати %lld шортс

source: Schedule %lld shorts
ru: Запланировать %lld шортсов
uk: Запланувати %lld шортсів

source: Schedule your shorts
ru: Запланировать шортсы
uk: Запланувати шортси

source: Schedule…
ru: Расписание…
uk: Розклад…

source: Scheduled
ru: Запланировано
uk: Заплановано

source: Scheduled!
ru: Запланировано!
uk: Заплановано!

source: Scheduling…
ru: Планирование…
uk: Планування…

source: Search
ru: Искать
uk: Шукати

source: Search by topic, download a result, then edit it like any long video
ru: Найдите ролик по теме, скачайте результат и редактируйте его как обычное длинное видео
uk: Знайдіть ролик за темою, завантажте результат і редагуйте його як звичайне довге відео

source: Search fresh videos by topic, download one, then edit it with the normal shorts flow.
ru: Ищите свежие ролики по теме, скачайте один и редактируйте его в обычном потоке для шортсов.
uk: Шукайте свіжі ролики за темою, завантажте один і редагуйте його у звичайному потоці для шортсів.

source: Searching YouTube…
ru: Ищем на YouTube…
uk: Шукаємо на YouTube…

source: Sent to Upload-Post
ru: Отправлено в Upload-Post
uk: Надіслано до Upload-Post

source: Settings
ru: Настройки
uk: Налаштування

source: Sharpness
ru: Резкость
uk: Різкість

source: short is queued and will publish automatically.
ru: шорт поставлен в очередь и будет опубликован автоматически.
uk: шорт поставлено в чергу та буде опубліковано автоматично.

source: shorts are queued and will publish automatically.
ru: шортов поставлено в очередь и будут опубликованы автоматически.
uk: шортів поставлено в чергу та будуть опубліковані автоматично.

source: Show timed subtitles from the transcription burned directly into the video. The default for new shorts — you can flip it per clip.
ru: Показывает субтитры с таймкодами из транскрипции, вжигаемые прямо в видео. По умолчанию для новых шортов — можно отключить для каждого клипа.
uk: Показує субтитри з таймкодами з транскрипції, що впалюються прямо у відео. За замовчуванням для нових шортів — можна вимкнути для кожного кліпу.

source: Show watermark on full video
ru: Показывать водяной знак на полном видео
uk: Показувати водяний знак на повному відео

source: Show watermark on shorts
ru: Показывать водяной знак на шортсах
uk: Показувати водяний знак на шортсах

# Showing videos from %@ to %@ minutes, newest first.
source: Showing videos from %1$@ to %2$@ minutes, newest first.
ru: Показаны видео длительностью от %@ до %@ минут, сначала новые.
uk: Показано відео тривалістю від %@ до %@ хвилин, спочатку нові.

# Showing videos from %lld to %lld minutes, newest first.
source: Showing videos from %1 to %2 minutes, newest first.
ru: Показываем видео от %1 до %2 минут, сначала самые новые.
uk: Показуємо відео від %1 до %2 хвилин, спочатку найновіші.

source: Showing videos from 30 minutes to 2 hours, newest first.
ru: Показываем видео от 30 минут до 2 часов, сначала самые свежие.
uk: Показуємо відео від 30 хвилин до 2 годин, спочатку найсвіжіші.

source: Shows a short hook over the top of each clip for the first few seconds. The default for new shorts — you can flip it per clip. The text is rendered into the video when you publish.
ru: Показывает короткий хук поверх каждого клипа в первые секунды. Можно отключить для отдельного клипа. Текст встраивается в видео при публикации.
uk: Показує короткий хук поверх кожного кліпу в перші секунди. Можна вимкнути для окремого кліпу. Текст вбудовується у відео при публікації.

source: Size
ru: Размер
uk: Розмір

source: Slide
ru: Сдвиг
uk: Зсув

source: Small
ru: Мелкий
uk: Дрібний

source: Speed
ru: Скорость
uk: Швидкість

source: Start analysis
ru: Запустить анализ
uk: Запустити аналіз

source: Start over
ru: Начать заново
uk: Почати заново

source: Static
ru: Статика
uk: Статика

source: Style
ru: Стиль
uk: Стиль

source: Subscribe
ru: Подписаться
uk: Підписатися

source: Subtitle
ru: Субтитр
uk: Субтитр

source: Subtitles
ru: Субтитры
uk: Субтитри

source: Subtitles are disabled or unavailable.
ru: Субтитры выключены или недоступны.
uk: Субтитри вимкнені або недоступні.

source: Subtitles are enabled.
ru: Субтитры включены.
uk: Субтитри увімкнені.

source: success
ru: успех
uk: успіх

source: Success
ru: Готовность
uk: Готовність

source: System temporary folder
ru: Системная временная папка
uk: Системна тимчасова папка

source: Tap any line on a preview to edit it
ru: Нажмите на любую строку в превью, чтобы отредактировать
uk: Натисніть на будь-який рядок у прев'ю, щоб відредагувати

source: Temporary folder (system)
ru: Временная папка (системная)
uk: Тимчасова папка (системна)

source: Test connection
ru: Проверить соединение
uk: Перевірити з'єднання

source: Text colour
ru: Цвет текста
uk: Колір тексту

source: Text hook over the video (first 3s)
ru: Текстовый хук поверх видео (первые 3 с)
uk: Текстовий хук поверх відео (перші 3 с)

source: Text hook overlay
ru: Текстовая накладка
uk: Текстова накладка

source: That file doesn't contain a video track.
ru: Этот файл не содержит видеодорожки.
uk: Цей файл не містить відеодоріжки.

source: That video has no audio to transcribe.
ru: В этом видео нет аудио для транскрибации.
uk: У цьому відео немає аудіо для транскрибації.

source: The clip has a visible hook.
ru: У клипа есть видимый хук.
uk: У кліпу є видимий хук.

source: The hook is weak or missing.
ru: Хук слабый или отсутствует.
uk: Хук слабкий або відсутній.

source: The language change will take effect after the app restarts.
ru: Изменение языка вступит в силу после перезапуска приложения.
uk: Зміна мови набуде чинності після перезапуску додатка.

source: The local model checks policy risks, recommendation readiness and viral potential before export.
ru: Локальная модель проверяет риски правил, готовность к рекомендациям и вирусный потенциал перед экспортом.
uk: Локальна модель перевіряє ризики правил, готовність до рекомендацій і віральний потенціал перед експортом.

source: The local model is still getting ready.
ru: Локальная модель ещё готовится.
uk: Локальна модель ще готується.

source: The model did not return a detailed note for this criterion.
ru: Модель не вернула подробное замечание по этому критерию.
uk: Модель не повернула детальну примітку для цього критерію.

source: The model didn't return readable JSON.
ru: Модель не вернула читаемый JSON.
uk: Модель не повернула читабельний JSON.

source: The model downloads once (~
ru: Модель загружается один раз (~
uk: Модель завантажується один раз (~

source: The model downloads once (~%@ GB). After that, Short Generator never sends your videos anywhere.
ru: Модель скачивается один раз (~%@ ГБ). После этого Short Generator никуда не отправляет ваши видео.
uk: Модель завантажується один раз (~%@ ГБ). Після цього Short Generator нікуди не надсилає ваші відео.

source: The model downloads once (~%lld GB). After that, Short Generator never sends your videos anywhere.
ru: Модель загружается один раз (~%lld ГБ). После этого Short Generator никогда никуда не отправляет ваши видео.
uk: Модель завантажується один раз (~%lld ГБ). Після цього Short Generator ніколи нікуди не надсилає ваші відео.

source: The model is still getting ready — give it a moment, then drop the video again.
ru: Модель ещё загружается — подождите немного и перетащите видео снова.
uk: Модель ще завантажується — зачекайте трохи та перетягніть відео знову.

source: The model response could not be read. Try again.
ru: Не удалось прочитать ответ модели. Попробуйте снова.
uk: Не вдалося прочитати відповідь моделі. Спробуйте ще раз.

source: The model's response had no usable platform variants.
ru: Ответ модели не содержит подходящих вариантов для платформ.
uk: Відповідь моделі не містить придатних варіантів для платформ.

source: The moment-finder model is still loading.
ru: Модель поиска моментов ещё загружается.
uk: Модель пошуку моментів ще завантажується.

source: The transcription model couldn't be loaded.
ru: Не удалось загрузить модель транскрибации.
uk: Не вдалося завантажити модель транскрибації.

source: The video finished downloading, but the output file could not be found.
ru: Видео скачалось, но итоговый файл не найден.
uk: Відео завантажилося, але підсумковий файл не знайдено.

source: This clip is over 60s — the model hears the first 30s of audio and samples frames across the whole video.
ru: Клип длиннее 60 с — модель слышит первые 30 с аудио и анализирует кадры по всему видео.
uk: Кліп довший за 60 с — модель чує перші 30 с аудіо та аналізує кадри по всьому відео.

source: This criterion was not evaluated.
ru: Этот критерий не был оценён.
uk: Цей критерій не було оцінено.

source: This Mac
ru: Этот Mac
uk: Цей Mac

source: This Mac has %lld GB of memory. Gemma 4 E4B works best with %lld GB or more — it may run slowly.
ru: На этом Mac %lld ГБ памяти. Gemma 4 E4B лучше всего работает с %lld ГБ или больше — может работать медленно.
uk: На цьому Mac %lld ГБ пам'яті. Gemma 4 E4B найкраще працює з %lld ГБ або більше — може працювати повільно.

source: TikTok compliance check
ru: Проверка соответствия TikTok
uk: Перевірка відповідності TikTok

source: TikTok post
ru: Пост для TikTok
uk: Пост для TikTok

source: TikTok readiness analysis
ru: Проверка перед публикацией в TikTok
uk: Перевірка перед публікацією в TikTok

source: TikTok rules
ru: Правила TikTok
uk: Правила TikTok

source: TikTok style
ru: Стиль TikTok
uk: Стиль TikTok

source: TikTok uploads as a draft
ru: TikTok загружается как черновик
uk: TikTok завантажується як чернетка

source: TikTok will be uploaded as a draft
ru: TikTok будет загружен как черновик
uk: TikTok буде завантажено як чернетку

source: TikTok: centered, bold, large. YouTube: bottom, clear. Minimal: bottom, subtle.
ru: TikTok: по центру, жирный, крупный. YouTube: снизу, чёткий. Минимальный: снизу, незаметный.
uk: TikTok: по центру, жирний, крупний. YouTube: знизу, чіткий. Мінімальний: знизу, непомітний.

source: Top
ru: Вверху
uk: Вгорі

source: Top Center
ru: Сверху по центру
uk: Зверху по центру

source: Top Left
ru: Слева вверху
uk: Зліва вгорі

source: Top Right
ru: Справа вверху
uk: Справа вгорі

source: Tracks the speaker and reframes this horizontal clip for TikTok/Reels/Shorts when you publish.
ru: Отслеживает говорящего и переформатирует клип для TikTok/Reels/Shorts при публикации.
uk: Відстежує мовця і переформатовує кліп для TikTok/Reels/Shorts при публікації.

source: Tracks the speaker with on-device Vision and reframes 16:9 → 9:16, falling back to a blurred background when there's no clear face. The default for new horizontal clips — you can flip it per clip. Applied when you publish.
ru: Отслеживает лицо говорящего через on-device Vision и переформатирует 16:9 → 9:16. Если лица нет — размытый фон. По умолчанию включено.
uk: Відстежує обличчя мовця через on-device Vision і переформатовує 16:9 → 9:16. Якщо обличчя немає — розмитий фон. За замовчуванням увімкнено.

source: Transcribe
ru: Транскрибация
uk: Транскрибація

source: Transcribing your video…
ru: Транскрибация вашего видео…
uk: Транскрибація вашого відео…

source: Trending movie shorts
ru: Популярные кино-шорты
uk: Популярні кіно-шорти

source: Trim
ru: Обрезка
uk: Обрізка

source: Try again
ru: Повторить
uk: Спробувати знову

source: Try Lineage 2 Scryde, Lineage 2 Lu4 or Lineage 2 Force-play.
ru: Попробуйте Lineage 2 Scryde, Lineage 2 Lu4 или Lineage 2 Force-play.
uk: Спробуйте Lineage 2 Scryde, Lineage 2 Lu4 або Lineage 2 Force-play.

source: Turns the audio into text. Runs only when the video has no .srt/.vtt next to it.
ru: Превращает аудио в текст. Запускается только если рядом с видео нет .srt/.vtt.
uk: Перетворює аудіо на текст. Запускається лише якщо поряд із відео немає .srt/.vtt.

source: Typewriter
ru: Печатная машинка
uk: Друкарська машинка

source: Ultra HD 4K (RIFE + AI upscale)
ru: Ультра HD 4K (RIFE + ИИ-апскейл)
uk: Ультра HD 4K (RIFE + AI-апскейл)

source: Untitled moment
ru: Момент без назвы
uk: Момент без назви

source: Up to 60 seconds — a TikTok, Reel or Short
ru: До 60 секунд — TikTok, Reel или Short
uk: До 60 секунд — TikTok, Reel або Short

source: Upload failed.
ru: Ошибка загрузки.
uk: Помилка завантаження.

source: Upload TikTok as a draft
ru: Загружать TikTok как черновик
uk: Завантажувати TikTok як чернетку

source: Upload-Post account
ru: Аккаунт Upload-Post
uk: Обліковий запис Upload-Post

source: Upload-Post monthly limit reached (%lld/%lld).
ru: Достигнут месячный лимит Upload-Post (%lld/%lld).
uk: Досягнуто місячний ліміт Upload-Post (%lld/%lld).

source: Upload-Post monthly upload limit reached.
ru: Достигнут месячный лимит загрузок Upload-Post.
uk: Досягнуто місячний ліміт завантажень Upload-Post.

source: Upscale
ru: Апскейл
uk: Апскейл

source: Used in the Cinema preset to look up movie metadata (title, year, genres) for better hashtags and context. Get a free key at themoviedb.org.
ru: Используется в пресете «Кино» для поиска метаданных фильма (название, год, жанры) ради лучших хэштегов и контекста. Бесплатный ключ — на themoviedb.org.
uk: Використовується в пресеті «Кіно» для пошуку метаданих фільму (назва, рік, жанри) задля кращих хештегів і контексту. Безкоштовний ключ — на themoviedb.org.

source: Used to discover trending Russian movie Shorts in the YouTube → Movie Shorts tab. Get a free key at Google Cloud Console, enable YouTube Data API v3, and paste it here.
ru: Используется для поиска популярных российских кино-Shorts во вкладке YouTube → Movie Shorts. Получите бесплатный ключ в Google Cloud Console, включите YouTube Data API v3 и вставьте его здесь.
uk: Використовується для пошуку популярних кіно-Shorts у вкладці YouTube → Movie Shorts. Отримайте безкоштовний ключ у Google Cloud Console, увімкніть YouTube Data API v3 і вставте його тут.

source: Uses the transcript to burn synced subtitles into the video when you publish.
ru: Использует транскрипцию для вжигания синхронизированных субтитров в видео при публикации.
uk: Використовує транскрипцію для впалювання синхронізованих субтитрів у відео під час публікації.

source: Vertical position
ru: Вертикальная позиция
uk: Вертикальна позиція

source: Vertical reframing
ru: Вертикальный рефрейминг
uk: Вертикальний рефреймінг

source: Video enhancement
ru: Улучшение видео
uk: Покращення відео

source: View in Upload-Post calendar
ru: Посмотреть в календаре Upload-Post
uk: Переглянути в календарі Upload-Post

source: Viral
ru: Виральность
uk: Віральність

source: Visual and audio clarity
ru: Чёткость видео и звука
uk: Чіткість відео та звуку

source: Watches each clip (frames + audio) and captions it in a separate pass per clip.
ru: Смотрит каждый клип (кадры + аудио) и пишет подписи отдельно для каждого.
uk: Дивиться кожен кліп (кадри + аудіо) і пише підписи окремо для кожного.

source: Watching and listening to your video…
ru: Смотрю и слушаю ваше видео…
uk: Дивлюсь і слухаю ваше відео…

source: Watermark
ru: Водяной знак
uk: Водяний знак

source: Watermark overlay
ru: Водяной знак поверх видео
uk: Водяний знак поверх відео

source: Watermark text
ru: Текст водяного знака
uk: Текст водяного знака

source: Welcome to Short Generator
ru: Добро пожаловать в Short Generator
uk: Ласкаво просимо до Short Generator

source: When
ru: Когда
uk: Коли

source: Working folder
ru: Рабочая папка
uk: Робоча папка

source: Working…
ru: Работа…
uk: Робота…

source: Works with Shorts and full videos. Short videos open as one editable short; longer videos go through moment finding.
ru: Работает с Shorts и полными видео. Короткие видео откроются как один редактируемый шорт; длинные пройдут через поиск моментов.
uk: Працює з Shorts і повними відео. Короткі відео відкриються як один редагований шорт; довгі пройдуть через пошук моментів.

source: Write the captions
ru: Написать подписи
uk: Написати підписи

source: Writing captions…
ru: Написание подписей…
uk: Написання підписів…

source: Year
ru: Год
uk: Рік

source: You choose this one ↓
ru: Это выбираете вы ↓
uk: Це обираєте ви ↓

source: Your shorts
ru: Ваши шортсы
uk: Ваші шортси

source: Your style examples
ru: Примеры вашего стиля
uk: Приклади вашого стилю

source: Your video
ru: Ваше видео
uk: Ваше відео

source: YouTube Data API key required
ru: Требуется ключ YouTube Data API
uk: Потрібен ключ YouTube Data API

source: YouTube downloads and exported videos are saved here. Uses the system temporary folder by default.
ru: Загрузки с YouTube и экспортированные видео сохраняются сюда. По умолчанию используется системная временная папка.
uk: Завантаження з YouTube та експортовані відео зберігаються сюди. За замовчуванням використовується системна тимчасова папка.

source: YouTube search timed out. Try a more specific query.
ru: Поиск на YouTube занял слишком много времени. Попробуйте более точный запрос.
uk: Пошук на YouTube тривав занадто довго. Спробуйте точніший запит.

source: YouTube style
ru: Стиль YouTube
uk: Стиль YouTube

source: yt-dlp failed.
ru: yt-dlp завершился с ошибкой.
uk: yt-dlp завершився з помилкою.

source: yt-dlp is not installed. Install it with Homebrew: brew install yt-dlp
ru: yt-dlp не установлен. Установите его через Homebrew: brew install yt-dlp
uk: yt-dlp не встановлено. Встановіть його через Homebrew: brew install yt-dlp

source: ИГРАЙ • ВЫИГРЫВАЙ • ЗАБИРАЙ
uk: ГРАЙ • ВИГРАВАЙ • ЗАБИРАЙ

source: ПОЛУЧИ БОНУС ПРИ РЕГИСТРАЦИИ!
uk: ОТРИМАЙ БОНУС ПРИ РЕЄСТРАЦІЇ!
